[
    {
        "Id":1,
        "Name":"Cuba Libre",
        "Description": "\"Free Cuba.\" A simple and sweet drink, often referred to simply as \"rum and cola.\" Its history dates back to the late 19th century, originating during the Spanish-American War for Cuban independence and the battle for influence over the territory. The drink combines symbolic ingredients from each side, American cola and Cuban rum, all enhanced by the tartness of lime.",
        "PrepIngred":["zse1","zse2"],
        "PrepInstruct":["zse1","zse2"],
        "Strength":[2,"13-18%"],
        "Taste": [1],
        "Alcohol": [2],
        "Ingredients": [1,2],
        "Points": 0,
        "PointsMax":10,
        "Img":"image1"
    },
    {
        "Id":2,
        "Name":"White Russian",
        "Description": "Creamy with a blend of sweetness and the aroma of coffee liqueur balanced by vodka’s strong character. The White Russian evolved from the Black Russian, simply by adding cream. Despite its name, it’s not Russian, but named for its vodka content, commonly associated with Russia.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"25%"],
        "Taste": [1],
        "Alcohol": [1,3],
        "Ingredients": [3],
        "Points": 0,
        "PointsMax":12,
        "Img":"image2"
    },
    {
        "Id":3,
        "Name":"Black Russian",
        "Description": "Ideal for coffee lovers and fans of simplicity. It’s strong and straightforward, combining vodka and the Mexican coffee liqueur Kahlúa. This minimal-ingredient drink is often modified; the most popular version, White Russian, simply adds cream to the mix.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"32%"],
        "Taste": [1],
        "Alcohol": [1,3],
        "Ingredients": [],
        "Points": 0,
        "PointsMax":12,
        "Img":"image3"
    },
    {
        "Id":4,
        "Name":"Mojito",
        "Description": "Created with warm summer nights in mind, the word \"refreshing\" barely captures its taste. This drink, easier to make than to pronounce, was born in Cuba in the 1980s, and since then, almost everyone has heard of it.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"13%"],
        "Taste": [1,6],
        "Alcohol": [2],
        "Ingredients": [2,4,5],
        "Points": 0,
        "PointsMax":14,
        "Img":"image4"
    },
    {
        "Id":5,
        "Name":"Cosmopolitan",
        "Description": "Dubbed a \"synonym for femininity,\" this classic drink combines sweetness with a fruity flavor in a light cocktail. Popularized by the series \"Sex and the City,\" its origins trace back to the 1930s. This cocktail has undoubtedly accompanied many interesting conversations and juicy gossip.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"27%"],
        "Taste": [1,5],
        "Alcohol": [1,4],
        "Ingredients": [6,7],
        "Points": 0,
        "PointsMax":16,
        "Img":"image5"
    },
    {
        "Id":6,
        "Name":"Negroni",
        "Description": "A true classic, often hailed as the \"king of aperitifs.\" It’s relatively strong and dry, stimulating the appetite. Its first appearance was likely in a Florence café in 1919 at the request of Count Camillo Negroni. According to \"Drinks International\" magazine, it’s the second most-ordered cocktail worldwide.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"24%"],
        "Taste": [1,2],
        "Alcohol": [5,6,7],
        "Ingredients": [],
        "Points": 0,
        "PointsMax":18,
        "Img":"image6"
    },
    {
        "Id":7,
        "Name":"Sex On The Beach",
        "Description": "Known for sparking lively conversations, this cocktail has remained popular since the 1980s, especially in the U.S., where it’s celebrated annually on National Vodka Day, October 4th. It’s a favorite for those who enjoy lighter, fruity drinks, combining flavors of peach, orange, and cranberry.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"11.5%"],
        "Taste": [1,5],
        "Alcohol": [8,1],
        "Ingredients": [6,8],
        "Points": 0,
        "PointsMax":16,
        "Img":"image7"
    },
    {
        "Id":8,
        "Name":"Aperol Spritz",
        "Description": "The iconic cocktail of Southern Europe, capturing hearts worldwide. Created in the 1950s, it offers a dry and incredibly refreshing taste, perfect for summer. It’s a mix of prosecco and the famous Italian aperitif, Aperol, topped with sparkling water.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"11%"],
        "Taste": [2,6],
        "Alcohol": [9,10],
        "Ingredients": [9],
        "Points": 0,
        "PointsMax":16,
        "Img":"image8"
    },
    {
        "Id":9,
        "Name":"Tom Collins",
        "Description": "A cocktail with over 100 years of tradition, originating in 1867 in the United States, where Jerry Thomas featured it in his \"Bartender’s Guide.\" A gin-based drink, it’s exceptionally refreshing, combining citrusy sweetness and bubbles. Suitable for both cocktail veterans and newcomers.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"15.5%"],
        "Taste": [6],
        "Alcohol": [5],
        "Ingredients": [10,9,5],
        "Points": 0,
        "PointsMax":10,
        "Img":"image9"
    },
    {
        "Id":10,
        "Name":"Moscow Mule",
        "Description": "When you have too much of one ingredient, turn it into a drink! That’s the story of the Moscow Mule, which actually has little to do with the Russian capital. Created in 1941 in the U.S., when a bar needed to use up a surplus of ginger beer. This sweet cocktail is best served in a copper mug over ice for the perfect chill.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"11%"],
        "Taste": [1],
        "Alcohol": [1],
        "Ingredients": [7,35],
        "Points": 0,
        "PointsMax":12,
        "Img":"image10"
    },
    {
        "Id":11,
        "Name":"Jagerbomb",
        "Description": "As the name suggests, it’s an explosive blend! This cocktail combines German herbal liqueur with an energy drink, delivering a surge of energy for the evening. The unique serving method involves dropping a shot of Jägermeister into a glass of energy drink, best done with a loud clink. Sweet with intense herbal notes.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[1,"8%"],
        "Taste": [1],
        "Alcohol": [12],
        "Ingredients": [11],
        "Points": 0,
        "PointsMax":10,
        "Img":"image11"
    },
    {
        "Id":12,
        "Name":"Tequila Sunrise",
        "Description": "A cocktail for those dreaming of lounging on a sandy beach at sunset. With its sweet, fruity taste, it’s a summer favorite and visually stunning. Reversing the preparation process creates a new variation: the Tequila Sunset.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"13.5%"],
        "Taste": [1],
        "Alcohol": [13],
        "Ingredients": [13,12],
        "Points": 0,
        "PointsMax":10,
        "Img":"image12"
    },
    {
        "Id":13,
        "Name":"Long Island Iced Tea",
        "Description": "Handle with caution! This cocktail combines several strong spirits, such as gin and rum, with a splash of cola for color. Originating from Long Island, USA, some say it dates back to Prohibition, when cola masked its alcohol content. Today, no disguise is needed, but the potency remains a cause for caution.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"22%"],
        "Taste": [1,3],
        "Alcohol": [1,5,2,13,14],
        "Ingredients": [14,7,10,1],
        "Points": 0,
        "PointsMax":18,
        "Img":"image13"
    },
    {
        "Id":14,
        "Name":"Bloody Mary",
        "Description": "A drink you either love or hate. Its combination of alcohol and tomato juice is polarizing, with countless variations that alter both the base alcohol and the seasonings. Its taste is as controversial as it is personal, but one thing is certain: it’s perfect for those “morning after” recovery days.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"10%"],
        "Taste": [2,4],
        "Alcohol": [1],
        "Ingredients": [15,16,17,18,19,20],
        "Points": 0,
        "PointsMax":14,
        "Img":"image14"
    },
    {
        "Id":15,
        "Name":"Dirty Martini",
        "Description": "One of many variations on the classic dry martini, a cocktail renowned for its simple yet versatile composition. The Dirty Martini is for those who think one small olive isn’t enough and prefer to \"season\" the drink with a splash of olive brine. This addition gives the cocktail depth, smoothness, and an intriguing new layer of flavor. While still a dry drink, it is enriched with distinctive salty notes, making it perfect for those open to exploring bold and unique tastes. It's best enjoyed as a summer drink, though one with character and complexity.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"30%"],
        "Taste": [2],
        "Alcohol": [1,15],
        "Ingredients": [31],
        "Points": 0,
        "PointsMax":12,
        "Img":"image37"
    },
    {
        "Id":16,
        "Name":"Pornstar Martini",
        "Description": "Sometimes controversy is necessary for attention, a sentiment embodied by this cocktail. Despite the name, it’s not a true martini. Created 20 years ago, this distinct recipe combines passion fruit, vodka, and vanilla, resulting in a unique flavor. A shot of champagne is served alongside, sipped separately from the cocktail.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"13.5%"],
        "Taste": [1,5],
        "Alcohol": [16,17],
        "Ingredients": [21,7,22,23],
        "Points": 0,
        "PointsMax":16,
        "Img":"image16"
    },
    {
        "Id":17,
        "Name":"Old Fashioned",
        "Description": "Truly deserving of its \"old-fashioned\" label, this cocktail boasts over 200 years of history. Its preparation has seen endless debates among bartenders, each with their unique take. Loved by millions, it’s a favorite among whiskey and bourbon aficionados who appreciate its dry, potent flavor.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"32%"],
        "Taste": [2],
        "Alcohol": [18],
        "Ingredients": [14,24],
        "Points": 0,
        "PointsMax":10,
        "Img":"image17"
    },
    {
        "Id":18,
        "Name":"Whisky Sour",
        "Description": "This cocktail’s focus is more on the process than the alcohol. With a foundation of lemon juice and sugar syrup, it’s a sweet and sour balance. Egg whites are often added for a creamy texture, topped with a dash of Angostura for extra depth.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"15%"],
        "Taste": [3],
        "Alcohol": [19],
        "Ingredients": [24,14,10],
        "Points": 0,
        "PointsMax":10,
        "Img":"image18"
    },
    {
        "Id":19,
        "Name":"Margarita",
        "Description": "One of the most recognizable summer cocktails, blending four primary flavors. The Margarita originates from Mexico, not to be confused with Italy’s Naples. Although seemingly unassuming, its tequila base makes it deceptively strong.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"33%"],
        "Taste": [1],
        "Alcohol": [4,13],
        "Ingredients": [7,14],
        "Points": 0,
        "PointsMax":12,
        "Img":"image19"
    },
    {
        "Id":20,
        "Name":"Caipirinha",
        "Description": "Brazil’s national cocktail, made with their traditional spirit, cachaça. Similar to rum, cachaça uses fresh sugarcane juice instead of molasses. This floral-flavored cocktail distinguishes it from the classic daiquiri, though their preparation and taste are similar.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"30%"],
        "Taste": [3,6],
        "Alcohol": [20],
        "Ingredients": [14,2],
        "Points": 0,
        "PointsMax":14,
        "Img":"image20"
    },
    {
        "Id":21,
        "Name":"Vesper Martini",
        "Description": "\"Shaken, not stirred.\" Surely no one needs an introduction to the person behind these famous words. The Vesper is a special variation of the martini, created by Ian Fleming, author of Casino Royale, where the exact recipe for the drink is described. Unlike the classic martini, the Vesper includes vodka and is shaken rather than stirred. Alongside vodka, you’ll find gin and Lillet Blanc vermouth in this cocktail. Whenever a new James Bond film is released, this drink becomes one of the most ordered items at bars worldwide. It has become something of a ritual: after a successful screening, fans head to the bar to channel their favorite agent.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"31%"],
        "Taste": [6],
        "Alcohol": [1,5],
        "Ingredients": [],
        "Points": 0,
        "PointsMax":12,
        "Img":"image21"
    },
    {
        "Id":22,
        "Name":"Manhattan",
        "Description": "Style and elegance best describe this classic cocktail with a dry, sophisticated flavor that’s captivated fans for over a century. One story suggests it was created at a party at the Manhattan Club in 1874, hosted by Winston Churchill's American mother, Jennie Churchill. The drink’s creator remains unknown, leaving bourbon and sweet vermouth fans intrigued.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"30%"],
        "Taste": [2],
        "Alcohol": [18,22],
        "Ingredients": [],
        "Points": 0,
        "PointsMax":12,
        "Img":"image22"
    },
    {
        "Id":23,
        "Name":"Daiquiri",
        "Description": "A quintessential classic, simple yet impactful. Despite its few ingredients, the quality is key. This Caribbean blend features lime’s acidity with sugarcane rum, encouraging slow savoring, especially on a beach.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"20-25%"],
        "Taste": [3],
        "Alcohol": [2],
        "Ingredients": [7,14],
        "Points": 0,
        "PointsMax":12,
        "Img":"image23"
    },
    {
        "Id":24,
        "Name":"Pina Colada",
        "Description": "\"Exotic vacation in a glass.\" The perfect description for this delicious Caribbean-flavored cocktail. Its tropical taste and unique flavor have sustained its popularity with those who love the flavors of pineapple and coconut. While its creator is unknown, it’s generally accepted that it originated in Puerto Rico.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"13%"],
        "Taste": [5,1],
        "Alcohol": [21,2],
        "Ingredients": [25,26],
        "Points": 0,
        "PointsMax":12,
        "Img":"image24"
    },
    {
        "Id":25,
        "Name":"Dark ’n’ Stormy",
        "Description": "Not a cocktail for experimentation, as it’s protected by trademark. The original mix, crafted during WWI, combines local rum and ginger beer with a twist of lime. This drink has a stormy yet sweet flavor that doesn’t pack too much of a punch.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"10%"],
        "Taste": [1,6],
        "Alcohol": [25],
        "Ingredients": [7,14,35],
        "Points": 0,
        "PointsMax":16,
        "Img":"image25"
    },
    {
        "Id":26,
        "Name":"Zombie",
        "Description": "Said to make you feel like a zombie the next morning if overindulged. This blend of three types of rum and two liqueurs is expertly masked by pineapple, lime, and orange juices, making it hard to gauge intake. Perfect for thrill-seekers willing to dedicate the next day to recovery.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"18%"],
        "Taste": [5],
        "Alcohol": [30,25,26,27,2],
        "Ingredients": [7,13],
        "Points": 0,
        "PointsMax":18,
        "Img":"image26"
    },
    {
        "Id":27,
        "Name":"Amaretto Sour",
        "Description": "Like other sour cocktails, the focus is on the ingredients rather than the base spirit. This sweet sour is made with Amaretto, a popular almond liqueur from Italy, often used in desserts and coffee for its intriguing flavor.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"13%"],
        "Taste": [1,3],
        "Alcohol": [18,28],
        "Ingredients": [14,10],
        "Points": 0,
        "PointsMax":16,
        "Img":"image27"
    },
    {
        "Id":28,
        "Name":"Clover Club",
        "Description": "Born in the early 20th century, this cocktail takes its name from an exclusive club in Philadelphia where it was originally served. It quickly gained fame across America and eventually around the world. Like many pre-Prohibition cocktails, it was soon declared a classic. The Clover Club is a delightful combination of herbal gin and sweet raspberries, offering a light and approachable flavor. Enhanced with lemon juice and dry white vermouth, the cocktail gains extra creaminess with the addition of egg white.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"11%"],
        "Taste": [1,5],
        "Alcohol": [5,29],
        "Ingredients": [10,26,27],
        "Points": 0,
        "PointsMax":16,
        "Img":"image28"
    },
    {
        "Id":29,
        "Name":"Americano",
        "Description": "Simplicity at its finest. The Americano evolved from the Milano-Torino, a mix of sweet vermouth and Campari, with soda added to lighten the flavor. It’s perfect for those who enjoy both the sweet and bitter notes of orange and herbal undertones.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"10%"],
        "Taste": [1,2],
        "Alcohol": [7,22],
        "Ingredients": [9],
        "Points": 0,
        "PointsMax":16,
        "Img":"image29"
    },
    {
        "Id":30,
        "Name":"Mai Tai",
        "Description": "A staple of Tiki-style cocktails, often served in elaborately decorated vessels or hollowed fruits. Sipping this cocktail feels more like a ritual than a casual outing. Mai Tai combines the spiced, nutty flavors of falernum syrup with rum and orange liqueur.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"20%"],
        "Taste": [1,5],
        "Alcohol": [30,25,26],
        "Ingredients": [2,34],
        "Points": 0,
        "PointsMax":18,
        "Img":"image30"
    },
    {
        "Id":31,
        "Name":"Paloma",
        "Description": "If you're looking for a refreshing summer drink, the Mexican Paloma will likely be your favorite. It features fruity flavors from grapefruit and lime, making it a light and easy recommendation. Its name likely comes from the Spanish word \"pomelo,\" meaning grapefruit.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"11%"],
        "Taste": [3,5],
        "Alcohol": [13],
        "Ingredients": [28,14,9],
        "Points": 0,
        "PointsMax":14,
        "Img":"image31"
    },
    {
        "Id":32,
        "Name":"Penicillin",
        "Description": "It may not work like an antibiotic, but it will surely help during those cold winter days. With its unique blend of ingredients, it brings comfort and even provides a dose of vitamin C. This cocktail combines classic whisky with a modern twist: honey, lemon, and warming ginger. Its flavor is bold, balancing sweet, sour, and smoky whisky notes with the spiciness and freshness of ginger. It’s a drink that appeals both to beginners exploring whisky and to seasoned aficionados.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"19%"],
        "Taste": [3,4],
        "Alcohol": [19],
        "Ingredients": [29,30,10],
        "Points": 0,
        "PointsMax":14,
        "Img":"image32"
    },
    {
        "Id":33,
        "Name":"Dry Martini",
        "Description": "One of the most iconic cocktails in the world. Everyone recognizes the signature cone-shaped glass and the symbolic olive garnish. Despite its popularity, the origins of the Dry Martini remain a mystery. What’s more, the original recipe for this cocktail differed from today’s version, as it included sweeter ingredients. Interestingly, its name is also associated with a well-known vermouth brand, though that wasn’t part of the original mix. Regardless of its history, this dry blend of gin and vermouth has become an essential element of bartending culture.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"30%"],
        "Taste": [2],
        "Alcohol": [1,15],
        "Ingredients": [36],
        "Points": 0,
        "PointsMax":12,
        "Img":"image33"
    },
    {
        "Id":34,
        "Name":"Espresso Martini",
        "Description": "A treat for coffee aficionados, this drink is both sophisticated and strong, created to be savored slowly. First ordered in the 1980s when a customer requested something to “wake them up,” it blends vodka, espresso, and the coffee liqueur Kahlúa.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[3,"20.5%"],
        "Taste": [1],
        "Alcohol": [1,3],
        "Ingredients": [32],
        "Points": 0,
        "PointsMax":12,
        "Img":"image34"
    },
    {
        "Id":35,
        "Name":"French 75",
        "Description": "This cocktail combines the world-favorite gin with French champagne. With a blend of herbal and citrus notes, it’s exceptionally refreshing. Created around WWI, it was known for having a kick “as powerful as a French 75mm field gun.”",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"19%"],
        "Taste": [6],
        "Alcohol": [5],
        "Ingredients": [10,14],
        "Points": 0,
        "PointsMax":10,
        "Img":"image35"
    },
    {
        "Id":36,
        "Name":"Pina Colada",
        "Description": "\"Exotic vacation in a glass.\" The perfect description for this delicious Caribbean-flavored cocktail. Its tropical taste and unique flavor have sustained its popularity with those who love the flavors of pineapple and coconut. While its creator is unknown, it’s generally accepted that it originated in Puerto Rico.",
        "PrepIngred":[],
        "PrepInstruct":[],
        "Strength":[2,"13%"],
        "Taste": [1,6],
        "Alcohol": [2],
        "Ingredients": [33,8],
        "Points": 0,
        "PointsMax":14,
        "Img":"image36"
    }
]

