[
    {
        "Id":1,
        "Name":"Cuba Libre",
        "Description": "\"Free Cuba\".The Cuba Libre is a simple yet refreshing cocktail, often referred to as \"rum and coke.\" Its origins trace back to the late 19th century, during the Spanish-American War and Cuba's fight for independence. The drink became a symbolic union of two powerful forces—American Coca-Cola and Cuban rum, perfectly complemented by the tang of lime. This cocktail is often associated with the call for Cuba's freedom, and its straightforward yet satisfying combination of flavors makes it a timeless classic, especially popular in warmer weather or as a casual, easy drink for any occasion.",
        "PrepIngred": [
            "45 ml white rum",
            "120 ml cola",
            "Juice of half a lime",
            "Ice cubes",
            "Lime wedge for garnish"
        ],
        "PrepInstruct": [
            "Fill a glass with ice cubes.",
            "Add the rum and lime juice.",
            "Top with cola and stir gently.",
            "Garnish with a lime wedge."
        ],
        "Strength":[2,"13-18%"],
        "Taste": [1],
        "Alcohol": [30],
        "Ingredients": [1,2],
        "Points": 0,
        "PointsMax":10,
        "Img":"image1"
    },
    {
        "Id":2,
        "Name":"White Russian",
        "Description": "The creaminess of heavy cream, the sweetness and aroma of coffee liqueur, and the bold flavor of vodka—all come together in the White Russian. This cocktail was created as a variation of another drink, the Black Russian, with the frequent addition of cream. Interestingly, the White Russian doesn't originate from Russia; its name simply references the country due to vodka, a beverage famously associated with Russian culture.",
        "PrepIngred": [
            "50 ml vodka",
            "25 ml coffee liqueur",
            "25 ml heavy cream",
            "Ice cubes"
        ],
        "PrepInstruct": [
            "Fill a glass with ice.",
            "Pour in the vodka and coffee liqueur.",
            "Top with cream and stir gently."
        ],
        "Strength":[3," 25%"],
        "Taste": [1],
        "Alcohol": [1,3],
        "Ingredients": [3],
        "Points": 0,
        "PointsMax":12,
        "Img":"image2"
    },
    {
        "Id":3,
        "Name":"Black Russian",
        "Description": "A Perfect Choice for Coffee Lovers or Fans of Simplicity. The Black Russian is strong and straightforward, with an easy preparation process. It combines vodka with the Mexican coffee liqueur Kahlúa. Due to its minimal ingredients, this cocktail is often modified, with the most popular variation being the White Russian, created by frequently adding cream to the original recipe.",
        "PrepIngred": [
            "50 ml vodka",
            "25 ml coffee liqueur",
            "Ice cubes"
        ],
        "PrepInstruct": [
            "Fill a glass with ice.",
            "Pour in the vodka and coffee liqueur.",
            "Stir gently."
        ],
        "Strength":[3,"32%"],
        "Taste": [1],
        "Alcohol": [1,3],
        "Ingredients": [],
        "Points": 0,
        "PointsMax":12,
        "Img":"image3"
    },
    {
        "Id":4,
        "Name":"Mojito",
        "Description": "A Cocktail Made for Warm Summer Evenings. The word \"refreshing\" hardly does justice to its exceptional flavor. With Mojito, it’s easier to make than to pronounce the name correctly. Created in the 1980s in Cuba, this cocktail has since become nearly impossible to overlook, with its fame spreading far and wide.",
        "PrepIngred": [
            "50 ml white rum",
            "1 lime (cut into wedges)",
            "10-12 mint leaves",
            "2 teaspoons sugar",
            "Soda water",
            "Ice cubes"
        ],
        "PrepInstruct": [
            "Muddle the lime wedges, mint leaves, and sugar in a glass.",
            "Fill the glass with ice.",
            "Pour in the rum and top with soda water.",
            "Stir well and garnish with a mint sprig."
        ],
        "Strength":[2,"13%"],
        "Taste": [1,6],
        "Alcohol": [30],
        "Ingredients": [2,4,5],
        "Points": 0,
        "PointsMax":14,
        "Img":"image4"
    },
    {
        "Id":5,
        "Name":"Cosmopolitan",
        "Description": "Often Called a “Synonym for Femininity”. This classic cocktail blends sweet and fruity flavors while remaining light and refreshing. Its popularity skyrocketed thanks to the series Sex and the City, but the first mentions of the Cosmopolitan and its recipes date back to the 1930s. Undoubtedly, this drink has been a witness to countless secrets and has accompanied many intriguing conversations.",
        "PrepIngred": [
            "45 ml vodka",
            "15 ml Cointreau or triple sec",
            "15 ml lime juice",
            "30 ml cranberry juice",
            "Ice cubes"
        ],
        "PrepInstruct": [
            "Fill a cocktail shaker with ice.",
            "Add the vodka, Cointreau, lime juice, and cranberry juice.",
            "Shake well and strain into a chilled martini glass.",
            "Garnish with a lime twist or zest."
        ],
        "Strength":[3,"27%"],
        "Taste": [1,5],
        "Alcohol": [1,4],
        "Ingredients": [6,7],
        "Points": 0,
        "PointsMax":16,
        "Img":"image5"
    },
    {
        "Id":6,
        "Name":"Negroni",
        "Description": "The Classic of Classics. Known worldwide and often regarded as the \"king of aperitifs,\" the Negroni is bold, dry, and perfectly stimulates the appetite. The first serving of this cocktail likely took place in a café in Florence in 1919, at the request of Count Camillo Negroni himself. According to Drinks International, it is the second most ordered cocktail in the world.",
        "PrepIngred": [
            "30 ml gin",
            "30 ml Campari",
            "30 ml sweet vermouth",
            "Ice cubes",
            "Orange slice for garnish"
        ],
        "PrepInstruct": [
            "Fill a glass with ice.",
            "Pour in the gin, Campari, and sweet vermouth.",
            "Stir gently and garnish with an orange slice."
        ],
        "Strength":[3,"24%"],
        "Taste": [1,2],
        "Alcohol": [5,6,7],
        "Ingredients": [],
        "Points": 0,
        "PointsMax":18,
        "Img":"image6"
    },
    {
        "Id":7,
        "Name":"Sex On The Beach",
        "Description": "As we know, alcohol often sparks spicier conversations, which is why this drink is memorable not just for its name. Its popularity has been steady since the 1980s, and there’s no sign of it waning. In the U.S., Sex on the Beach has a devoted fan base, with many enjoying it every year on National Vodka Day, October 4th. This cocktail is especially favored by those who enjoy lighter, fruity, and summery drinks, combining notes of peach, orange, and cranberry for a refreshing taste.",
        "PrepIngred": [
            "40 ml vodka",
            "20 ml peach schnapps",
            "40 ml cranberry juice",
            "40 ml orange juice",
            "Ice cubes"
        ],
        "PrepInstruct": [
            "Fill a shaker with ice.",
            "Add the vodka, peach schnapps, cranberry juice, and orange juice.",
            "Shake well and strain into a highball glass filled with ice.",
            "Garnish with an orange slice or cherry."
        ],
        "Strength":[2,"11.5%"],
        "Taste": [1,5],
        "Alcohol": [8,1],
        "Ingredients": [6,12],
        "Points": 0,
        "PointsMax":16,
        "Img":"image7"
    },
    {
        "Id":8,
        "Name":"Aperol Spritz",
        "Description": "The Signature Cocktail of Southern Europe. This iconic drink wins hearts across the globe. Originating in the 1950s, it delivers a dry, exceptionally refreshing flavor—perfect for summer days. It's a blend of prosecco and the renowned Italian aperitif Aperol, completed with a splash of sparkling water.",
        "PrepIngred": [
            "90 ml Prosecco",
            "60 ml Aperol",
            "Splash of soda water",
            "Ice cubes",
            "Orange slice for garnish"
        ],
        "PrepInstruct": [
            "Fill a wine glass with ice.",
            "Pour in the Prosecco and Aperol.",
            "Add a splash of soda water.",
            "Stir gently and garnish with an orange slice."
        ],
        "Strength":[2,"11%"],
        "Taste": [2,6],
        "Alcohol": [9,10],
        "Ingredients": [9],
        "Points": 0,
        "PointsMax":16,
        "Img":"image8"
    },
    {
        "Id":9,
        "Name":"Tom Collins",
        "Description": "A Cocktail with Over 100 Years of Tradition. Created in 1867 in the United States, the Tom Collins was first featured in Jerry Thomas's Bartender’s Guide. As a gin-based drink, it is incredibly refreshing, with its sparkling bubbles perfectly complementing the sweet-and-sour citrus notes. This timeless cocktail is an excellent choice for both cocktail veterans and newcomers to the world of bartending.",
        "PrepIngred": [
            "50 ml gin",
            "25 ml lemon juice",
            "15 ml simple syrup",
            "Soda water",
            "Ice cubes",
            "Lemon slice for garnish"
        ],
        "PrepInstruct": [
            "Fill a tall glass with ice.",
            "Add the gin, lemon juice, and simple syrup.",
            "Top with soda water and stir.",
            "Garnish with a lemon slice."
        ],
        "Strength":[2,"15.5%"],
        "Taste": [6],
        "Alcohol": [5],
        "Ingredients": [10,9,5],
        "Points": 0,
        "PointsMax":10,
        "Img":"image9"
    },
    {
        "Id":10,
        "Name":"Moscow Mule",
        "Description": "When You Have Extra Ingredients, Make a Cocktail! This is precisely the origin of the Moscow Mule, a drink with little connection to the European capital but much closer ties to America. In 1941, a bar in the U.S. needed a way to use up an excess supply of ginger beer—and thus, this iconic cocktail was born. Best enjoyed in a copper mug filled with ice, it’s the perfect blend of sweetness and refreshment, served ice-cold.",
        "PrepIngred": [
            "50 ml vodka",
            "100 ml ginger beer",
            "10 ml lime juice",
            "Ice cubes",
            "Lime wedge for garnish"
        ],
        "PrepInstruct": [
            "Fill a mule mug with ice.",
            "Add the vodka and lime juice.",
            "Top with ginger beer.",
            "Stir gently and garnish with a lime wedge."
        ],
        "Strength":[2,"11%"],
        "Taste": [1],
        "Alcohol": [1],
        "Ingredients": [7,35],
        "Points": 0,
        "PointsMax":12,
        "Img":"image10"
    },
    {
        "Id":11,
        "Name":"Jagerbomb",
        "Description": "An Explosive Mix. As the name suggests, this is an explosive combination! The mix of German herbal liqueur and an energy drink will definitely keep you energized for the evening—and maybe even longer. This cocktail should be approached with caution. The classic way to serve a Jägerbomb is by dropping a shot of Jägermeister into a glass filled with energy drink, ideally with a satisfying splash. The taste is very sweet, with distinct spicy, herbal notes.",
        "PrepIngred": [
            "25 ml Jägermeister",
            "1/2 cup energy drink",
            "Ice cubes"
        ],
        "PrepInstruct": [
            "Pour the energy drink into a glass.",
            "Fill a shot glass with Jägermeister.",
            "Drop the shot glass into the energy drink and drink immediately."
        ],
        "Strength":[1,"8%"],
        "Taste": [1],
        "Alcohol": [12],
        "Ingredients": [11],
        "Points": 0,
        "PointsMax":10,
        "Img":"image11"
    },
    {
        "Id":12,
        "Name":"Tequila Sunrise",
        "Description": "Many of us have dreamt of lounging on a sandy beach while enjoying a picturesque sunset. This cocktail is made for those moments! You don't always need to leave home or your hometown to experience beautiful moments. The Tequila Sunrise is sweet and fruity, making it the perfect drink for summer, and it’s visually striking as well. If you reverse the preparation process, you get a new drink—Tequila Sunset.",
        "PrepIngred": [
            "50 ml tequila",
            "100 ml orange juice",
            "10 ml grenadine",
            "Ice cubes",
            "Orange slice for garnish"
        ],
        "PrepInstruct": [
            "Fill a glass with ice.",
            "Pour in the tequila and orange juice.",
            "Slowly add grenadine to create a sunrise effect.",
            "Garnish with an orange slice."
        ],
        "Strength":[2,"13.5%"],
        "Taste": [1],
        "Alcohol": [13],
        "Ingredients": [13,12],
        "Points": 0,
        "PointsMax":10,
        "Img":"image12"
    },
    {
        "Id":13,
        "Name":"Long Island Iced Tea",
        "Description": "A Drink to Be Cautious With! This cocktail combines several potent spirits, including gin, rum, and tequila, topped off with a splash of cola for color. As the name suggests, it hails from Long Island, New York. According to some stories, it was created during Prohibition, with the cola serving to mask the alcohol’s presence. Today, there's no need to hide anything, but this drink still requires caution due to its strong kick.",
        "PrepIngred": [
            "20 ml vodka",
            "20 ml gin",
            "20 ml rum",
            "20 ml tequila",
            "20 ml triple sec",
            "20 ml lemon juice",
            "10 ml simple syrup",
            "Splash of cola",
            "Ice cubes"
        ],
        "PrepInstruct": [
            "Fill a tall glass with ice.",
            "Add the vodka, gin, rum, tequila, triple sec, lemon juice, and simple syrup.",
            "Top with a splash of cola.",
            "Stir gently and garnish with a lemon slice."
        ],
        "Strength":[3,"22%"],
        "Taste": [1,3],
        "Alcohol": [1,5,30,13,14],
        "Ingredients": [14,7,10,1],
        "Points": 0,
        "PointsMax":18,
        "Img":"image13"
    },
    {
        "Id":14,
        "Name":"Bloody Mary",
        "Description": "A Cocktail You Either Love or Hate. The Bloody Mary is a drink that stirs controversy worldwide, primarily due to its unusual combination of alcohol and tomato juice. There are countless variations of this cocktail, with changes not only in the base alcohol but also in the sauces and garnishes. Preparing a Bloody Mary is somewhat like making a bowl of Polish \"pomidorówka\" (tomato soup)—you experiment with spices to achieve the perfect flavor. Though opinions about this cocktail are divided, one thing is certain: it's the ideal choice when you’re still feeling a bit \"morning after.\"",
        "PrepIngred": [
        "40 ml vodka",
        "100 ml tomato juice",
        "a pinch of salt",
        "freshly ground pepper",
        "Worcestershire sauce",
        "Tabasco",
        "horseradish"
        ],
        "PrepInstruct": [
            "Chill a glass with ice cubes or place it in the freezer.",
            "In a mixing glass, combine 40 ml vodka, 80 ml tomato juice, salt, pepper, Worcestershire sauce, Tabasco, and horseradish.",
            "Add ice cubes to the mixing glass and stir.",
            "Drain the water from the ice in the glass, then strain the mixture into the glass using a bar strainer.",
            "Top up with tomato juice."
        ],
        "Strength":[2,"10%"],
        "Taste": [2,4],
        "Alcohol": [1],
        "Ingredients": [37, 16, 17, 18, 19, 20],
        "Points": 0,
        "PointsMax":14,
        "Img":"image14"
    },
    {
        "Id":15,
        "Name":"Dirty Martini",
        "Description": "The Dirty Martini is a variation of the iconic Dry Martini, one of the most famous cocktails in the world. While the original Martini is known for its simplicity, the \"dirty\" version adds a twist for those who feel that a single olive is not enough. By incorporating olive brine into the mix, this cocktail gains a deeper, smoother flavor, enhancing the already dry and crisp notes of the gin or vodka base. The result is a unique, savory experience that's perfect for those open to new and bold flavors. While typically enjoyed on summer evenings, the Dirty Martini is a drink that packs a punch and invites a more adventurous, flavorful drinking experience.",
        "PrepIngred": [
            "60 ml vodka",
            "10 ml dry vermouth",
            "15 ml olive brine",
            "Ice cubes",
            "Olive for garnish"
        ],
        "PrepInstruct": [
            "Fill a shaker with ice.",
            "Add the vodka, dry vermouth, and olive brine.",
            "Shake well and strain into a chilled martini glass.",
            "Garnish with an olive."
        ],
        "Strength":[3,"30%"],
        "Taste": [2],
        "Alcohol": [5,15],
        "Ingredients": [31],
        "Points": 0,
        "PointsMax":12,
        "Img":"image37"
    },
    {
        "Id":16,
        "Name":"Pornstar Martini",
        "Description": "Sometimes, controversy is the key to getting noticed, and this over 20-year-old cocktail perfectly embodies that idea. However, as the creator himself claims, the provocative name wasn’t intentional—it was meant to emphasize style and elegance. Interestingly, despite its name, this drink is not classified as a martini. Its unique recipe combines passion fruit, vodka, and vanilla, creating a truly intriguing flavor. A glass of champagne is served alongside the cocktail, and according to the recipe, both drinks should be enjoyed separately!",
        "PrepIngred": [
            "50 ml vanilla vodka",
            "30 ml passion fruit purée",
            "15 ml lime juice",
            "10 ml simple syrup",
            "Champagne on the side",
            "Ice cubes"
        ],
        "PrepInstruct": [
            "Fill a shaker with ice.",
            "Add the vanilla vodka, passion fruit purée, lime juice, and simple syrup.",
            "Shake well and strain into a chilled martini glass.",
            "Serve with a shot of champagne on the side."
        ],
        "Strength":[2,"13.5%"],
        "Taste": [1,5],
        "Alcohol": [16,17],
        "Ingredients": [21,7,22,23],
        "Points": 0,
        "PointsMax":16,
        "Img":"image16"
    },
    {
        "Id":17,
        "Name":"Old Fashioned",
        "Description": "This cocktail truly earns its title of \"old-fashioned,\" with a history spanning more than 200 years. Over the decades, debates about the proper way to prepare it have never ceased. For every bartender, there's a different version or variation. However, one thing has remained constant: the Old Fashioned is a beloved classic, particularly among whisky and bourbon aficionados who appreciate its dry, bold flavor and strength.",
        "PrepIngred": [
            "50 ml bourbon",
            "1 sugar cube",
            "2 dashes Angostura bitters",
            "Ice cubes",
            "Orange peel for garnish"
        ],
        "PrepInstruct": [
            "Muddle the sugar cube and bitters in a glass.",
            "Add ice cubes and bourbon.",
            "Stir gently and garnish with orange peel."
        ],
        "Strength":[3,"32%"],
        "Taste": [2],
        "Alcohol": [18],
        "Ingredients": [14,24],
        "Points": 0,
        "PointsMax":10,
        "Img":"image17"
    },
    {
        "Id":18,
        "Name":"Whisky Sour",
        "Description": "The Whisky Sour is a drink where the process of preparation is just as important as the alcohol itself. It's akin to a philosophy that requires following specific, pre-determined paths and rules. While it can be made with various spirits—both strong and light—the whisky version remains by far the most popular. The secret ingredients in this cocktail are lemon juice and simple syrup, which create a perfect sweet-and-sour balance. Often, egg white is added to achieve a rich foam and creamy texture. Finally, a dash of Angostura bitters is recommended to complete the drink.",
        "PrepIngred": [
        "50 ml bourbon or whiskey",
        "30 ml freshly squeezed lemon juice",
        "20 ml simple syrup",
        "A few drops of Angostura bitters",
        "1 egg white (optional)",
        "Ice"
        ],
        "PrepInstruct": [
            "In a shaker, combine bourbon (or whiskey), lemon juice, simple syrup, and add a few drops of Angostura bitters.",
            "Add the egg white, if using (to create foam on top).",
            "Shake vigorously for about 10-15 seconds.",
            "Then add ice and shake again until the shaker is cold.",
            "Strain into a chilled glass, preferably an Old Fashioned glass.",
            "Optionally garnish with a lemon peel or a cocktail cherry."
        ],
        "Strength":[2,"15%"],
        "Taste": [3],
        "Alcohol": [19],
        "Ingredients": [24,14,10],
        "Points": 0,
        "PointsMax":10,
        "Img":"image18"
    },
    {
        "Id":19,
        "Name":"Margarita",
        "Description": "One of the most recognizable summer drinks, the Margarita combines four key flavors. This iconic cocktail hails from Mexico, not the Italian Naples, as it is often mistakenly thought to. At first glance, the Margarita may seem harmless, but it’s one of those deceptively strong drinks, primarily because it’s made with tequila. So, it's wise to keep track of how many you're having while sipping this sweet-and-sour cocktail on a beautiful beach, unless you want to \"drop out\" too soon.",
        "PrepIngred": [
            "50 ml tequila",
            "25 ml lime juice",
            "15 ml triple sec",
            "Salt for rimming the glass",
            "Ice cubes"
        ],
        "PrepInstruct": [
            "Rim the glass with salt.",
            "Fill a shaker with ice.",
            "Add the tequila, lime juice, and triple sec.",
            "Shake well and strain into the prepared glass."
        ],
        "Strength":[3,"33%"],
        "Taste": [1],
        "Alcohol": [4,13],
        "Ingredients": [7,14],
        "Points": 0,
        "PointsMax":12,
        "Img":"image19"
    },
    {
        "Id":20,
        "Name":"Caipirinha",
        "Description": "The Caipirinha is Brazil's national cocktail, made with their local spirit, cachaça. While similar to rum, cachaça is made from fresh sugarcane juice rather than molasses, giving the drink a more floral flavor. This distinction sets it apart from the classic daiquiri, which is made with rum. Aside from this, the taste and preparation of both cocktails are virtually identical.",
        "PrepIngred": [
            "50 ml cachaça",
            "1 lime (cut into wedges)",
            "2 teaspoons sugar",
            "Ice cubes"
        ],
        "PrepInstruct": [
            "Muddle the lime wedges and sugar in a glass.",
            "Fill the glass with ice.",
            "Add the cachaça and stir."
        ],
        "Strength":[3,"30%"],
        "Taste": [3,6],
        "Alcohol": [20],
        "Ingredients": [14,2],
        "Points": 0,
        "PointsMax":14,
        "Img":"image20"
    },
    {
        "Id":21,
        "Name":"Vesper Martini",
        "Description": "The Vesper Martini is a special variation of the classic martini, made famous by none other than Ian Fleming, the creator of James Bond. In his 1953 novel Casino Royale, Fleming introduced this unique cocktail with a detailed recipe, and it became forever linked to the iconic spy. What sets the Vesper apart from the traditional martini is its use of vodka in addition to gin, and the fact that it is shaken rather than stirred, as famously instructed by Bond in the line \"Shaken, not stirred.\"The drink combines gin, vodka, and Lillet Blanc vermouth, resulting in a slightly smoother, yet potent mix compared to the classic martini. Every time a new James Bond film is released, the Vesper Martini often sees a surge in popularity, becoming a must-have order in bars worldwide. It’s become a kind of ritual—after watching Bond in action, fans head to the bar to channel their inner 007 with this distinctive, elegant cocktail.",
        "PrepIngred": [
            "60 ml gin",
            "20 ml vodka",
            "10 ml Lillet Blanc",
            "Ice cubes",
            "Lemon peel for garnish"
        ],
        "PrepInstruct": [
            "Fill a shaker with ice.",
            "Add the gin, vodka, and Lillet Blanc.",
            "Shake well and strain into a chilled martini glass.",
            "Garnish with a lemon peel."
        ],
        "Strength":[3,"31%"],
        "Taste": [6],
        "Alcohol": [1,5, 29],
        "Ingredients": [],
        "Points": 0,
        "PointsMax":12,
        "Img":"image21"
    },
    {
        "Id":22,
        "Name":"Manhattan",
        "Description": "Style and Elegance.This classic cocktail exudes sophistication, with its dry and refined flavor captivating enthusiasts for over a century. According to one of many origin stories, the drink was created during a party at the Manhattan Club in 1874, hosted by Winston Churchill's American mother, Jennie Churchill. The creator of the cocktail, however, remains unknown—a pity, as many fans of bourbon and sweet vermouth would surely love to meet the mastermind behind this timeless concoction.",
        "PrepIngred": [
            "50 ml rye whiskey",
            "25 ml sweet vermouth",
            "2 dashes Angostura bitters",
            "Ice cubes",
            "Maraschino cherry for garnish"
        ],
        "PrepInstruct": [
            "Fill a mixing glass with ice.",
            "Add the rye whiskey, sweet vermouth, and bitters.",
            "Stir gently and strain into a chilled glass.",
            "Garnish with a maraschino cherry."
        ],
        "Strength":[3,"30%"],
        "Taste": [2],
        "Alcohol": [18,22],
        "Ingredients": [],
        "Points": 0,
        "PointsMax":12,
        "Img":"image22"
    },
    {
        "Id":23,
        "Name":"Daiquiri",
        "Description": "The Classic of Classics. The Daiquiri is perhaps the simplest rum-based cocktail, but don't be fooled by its simplicity. Despite its minimalistic ingredients, it contains everything that's needed for the perfect drink. It's a true Caribbean mix, as all the ingredients hail from the region. The Daiquiri belongs to the category of cocktails where quality, not quantity, matters most. It combines the acidity of lime with the sugary taste of rum, yet it remains open to experimentation. Its alcohol content suggests it's more for leisurely sipping, ideally on a beach, than for a quick party drink.",
        "PrepIngred": [
            "50 ml white rum",
            "25 ml lime juice",
            "15 ml simple syrup",
            "Ice cubes"
        ],
        "PrepInstruct": [
            "Fill a shaker with ice.",
            "Add the rum, lime juice, and simple syrup.",
            "Shake well and strain into a chilled glass."
        ],
        "Strength":[3,"20-25%"],
        "Taste": [3],
        "Alcohol": [30],
        "Ingredients": [7,14],
        "Points": 0,
        "PointsMax":12,
        "Img":"image23"
    },
    {
        "Id":24,
        "Name":"Basil Smash",
        "Description":"The Basil Smash is undoubtedly one of the more intriguing cocktails on the bar menu. It's rare to find a drink that incorporates basil, which was traditionally reserved for the culinary world. However, in 2008, basil made its debut in the world of cocktails, thanks to Jörg Meyer, who created the Basil Smash recipe. The herbal mix of gin and basil makes this cocktail incredibly refreshing—perfect for sipping in nature. The sweet-and-sour lemon balances the drink, completing its unique flavor profile.",
        "PrepIngred": [
            "50 ml gin",
            "10-12 basil leaves",
            "25 ml lemon juice",
            "15 ml simple syrup",
            "Ice cubes"
        ],
        "PrepInstruct": [
            "Muddle the basil leaves in a shaker.",
            "Add the gin, lemon juice, simple syrup, and ice.",
            "Shake well and strain into a glass filled with ice."
        ],
        "Strength":[3,"21,5%"],
        "Taste": [6],
        "Alcohol": [5],
        "Ingredients": [10,14,25],
        "Points": 0,
        "PointsMax":10,
        "Img":"image24"
    },
    {
        "Id":25,
        "Name":"Dark ’n’ Stormy",
        "Description": "The Dark ‘n’ Stormy is a drink that should not be tampered with. As one of the few cocktails protected by an official trademark, any deviation from the original recipe while still using its name is not in accordance with the guidelines set by the Gosling family, the owners of the trademark. The cocktail originated during World War I when local rum was mixed with ginger beer. The combination of ginger and lime gives it a refreshing, sweet flavor that blends perfectly with the slightly bitter rum. While it may not be the strongest drink, it's definitely a storm in a glass.",
        "PrepIngred": [
        "50 ml dark rum",
        "100 ml ginger beer",
        "10 ml lime juice",
        "2 dashes of Angostura bitters"
        ],
        "PrepInstruct": [
            "Pour the rum into a highball glass filled with ice.",
            "Add the ginger beer, gently stirring.",
            "Add the lime juice.",
            "Add 2 dashes of Angostura bitters.",
            "Garnish with a slice of lime or lime peel."
        ],
        "Strength":[2,"10%"],
        "Taste": [1,6],
        "Alcohol": [25],
        "Ingredients": [7,14,35],
        "Points": 0,
        "PointsMax":16,
        "Img":"image25"
    },
    {
        "Id":26,
        "Name":"Zombie",
        "Description": "Some say that if you drink too much of a Zombie, you'll end up feeling like a zombie the next morning. It's hard to disagree, as this cocktail is easy to overindulge in, mainly because it's both delicious and deceptively smooth. The Zombie combines three types of rum and two liqueurs, and as we know, mixing alcohol is never a good idea for the day after. The entire drink is well-masked by tropical fruit juices: pineapple, lime, and orange making it hard to gauge how much you've actually consumed. This is definitely a drink for those seeking a thrill and who don't mind spending the next day \"recovering.\"",
        "PrepIngred": [
            "40 ml light rum",
            "40 ml gold rum",
            "40 ml dark rum",
            "10 ml Grand Marnier",
            "10 ml apricot liqueur",
            "40 ml orange juice",
            "40 ml pineapple juice",
            "20 ml lime juice",
            "10 ml grenadine"
        ],
        "PrepInstruct": [
            "Fill a shaker with ice, add the ingredients, and shake vigorously.",
            "Pour into a tall glass.",
            "Garnish with pineapple on the edge of the glass (a canned slice or a piece of fresh pineapple)."
        ],
        "Strength":[2,"18%"],
        "Taste": [5],
        "Alcohol": [30,25,26,27,30],
        "Ingredients": [7,8, 13, 12],
        "Points": 0,
        "PointsMax":18,
        "Img":"image26"
    },
    {
        "Id":27,
        "Name":"Amaretto Sour",
        "Description": "Like other sour-style cocktails, the focus of the Amaretto Sour is more on the preparation and ingredients, such as lemon juice and simple syrup, rather than the base alcohol. While the most popular sour is made with whiskey, this version uses Amaretto, an almond liqueur from Italy, which brings a unique, slightly sweet and nutty flavor to the drink. Amaretto is often added to desserts or coffee due to its intriguing taste, making it a perfect fit for this classic sour cocktail.",
        "PrepIngred": [
        "30 ml amaretto",
        "30 ml bourbon",
        "15 ml freshly squeezed lemon juice",
        "15 ml simple syrup (or more, depending on preference)",
        "Ice",
        "Lemon slice and/or cocktail cherry for garnish"
        ],
        "PrepInstruct": [
            "Pour amaretto, bourbon, lemon juice, simple syrup, and (if using) egg white into a shaker.",
            "Shake all ingredients without ice for about 10-15 seconds to emulsify the egg white (if using).",
            "Add ice to the shaker and shake again for about 10-15 seconds to chill the cocktail.",
            "Strain the cocktail into a rocks glass filled with ice.",
            "Garnish with a lemon slice and/or a cocktail cherry."
        ],
        "Strength":[2,"13%"],
        "Taste": [1,3],
        "Alcohol": [18,28],
        "Ingredients": [14,10],
        "Points": 0,
        "PointsMax":16,
        "Img":"image27"
    },
    {
        "Id":28,
        "Name":"Clover Club",
        "Description": "The Clover Club was created in the early 20th century and owes its name to an exclusive club in Philadelphia, where it was first served. It quickly gained fame across America and later worldwide, becoming a beloved classic, especially before Prohibition. This cocktail blends herbal gin with the sweetness of fresh raspberries, creating a light and enjoyable drink. The addition of lemon juice and dry white vermouth adds complexity, while the egg white contributes a smooth, creamy texture.",
        "PrepIngred": [
        "60 ml gin",
        "20 ml white dry vermouth",
        "20 ml lemon juice",
        "1 egg white",
        "10 raspberries"
        ],
        "PrepInstruct": [
            "Chill a glass (place it in the freezer or fill it with ice).",
            "Muddle half of the raspberries in a mixing glass, then add lemon juice, gin, and egg white.",
            "Shake in a shaker for 15 seconds, then add ice and shake again.",
            "Strain into the chilled glass and garnish with raspberries."
        ],
        "Strength":[2,"11%"],
        "Taste": [1,5],
        "Alcohol": [5,29],
        "Ingredients": [10,26,27],
        "Points": 0,
        "PointsMax":16,
        "Img":"image28"
    },
    {
        "Id":29,
        "Name":"Americano",
        "Description": "As the saying goes, it's best to order simple drinks, so the bartender really has to work hard to mess them up. The Americano is definitely one of those cocktails. It originates from another drink, the Milano-Torino, which combines sweet vermouth and Campari. The \"American\" version was created by adding soda water to this mix, making it a bit lighter. It's recommended for those who enjoy both the bitter and sweet notes of orange, complemented by a touch of herbal aroma.",
        "PrepIngred": [
            "30 ml Campari",
            "30 ml sweet vermouth",
            "Soda water",
            "Ice cubes",
            "Orange slice for garnish"
        ],
        "PrepInstruct": [
            "Fill a glass with ice.",
            "Add the Campari and sweet vermouth.",
            "Top with soda water and stir.",
            "Garnish with an orange slice."
        ],
        "Strength":[2,"10%"],
        "Taste": [1,2],
        "Alcohol": [7,22],
        "Ingredients": [9],
        "Points": 0,
        "PointsMax":16,
        "Img":"image29"
    },
    {
        "Id":30,
        "Name":"Mai Tai",
        "Description": "The Mai Tai is one of the main representatives of Tiki drinks, a style known for its elaborate garnishes like little umbrellas and being served in hollowed-out fruits or ceramic mugs. These cocktails, often designed to impress, transform sipping into an experience that feels more like a Māori ritual than a casual visit to the bar. The Mai Tai blends the spicy, almond-flavored falernum syrup with rum and orange liqueur, creating a vibrant and exotic flavor profile.",
        "PrepIngred": [
            "30 ml white rum",
            "30 ml dark rum",
            "15 ml orange curaçao",
            "10 ml lime juice",
            "10 ml falernum syrup",
            "Ice cubes"
        ],
        "PrepInstruct": [
            "Fill a shaker with ice.",
            "Add the white rum, dark rum, orange curaçao, lime juice, and falernum syrup.",
            "Shake well and strain into a glass filled with ice."
        ],
        "Strength":[3,"20%"],
        "Taste": [1,5],
        "Alcohol": [30,25,26],
        "Ingredients": [2,34],
        "Points": 0,
        "PointsMax":18,
        "Img":"image30"
    },
    {
        "Id":31,
        "Name":"Paloma",
        "Description": "A Perfect Summer Refreshment. If you're looking for a refreshing summer drink, the Mexican Paloma is sure to please. Its unique flavor comes from the fruity notes of grapefruit and lime, making it a light and delightful choice. This cocktail is a safe bet that's hard to resist. The name likely comes from the Spanish word pomelo, meaning grapefruit.",
        "PrepIngred": [
            "50 ml tequila",
            "100 ml grapefruit soda",
            "10 ml lime juice",
            "Ice cubes",
            "Salt for rimming the glass",
            "Lime wedge for garnish"
        ],
        "PrepInstruct": [
            "Rim the glass with salt.",
            "Fill the glass with ice.",
            "Add the tequila and lime juice.",
            "Top with grapefruit soda and stir gently.",
            "Garnish with a lime wedge."
        ],
        "Strength":[2,"11%"],
        "Taste": [3,5],
        "Alcohol": [13],
        "Ingredients": [28,14,9],
        "Points": 0,
        "PointsMax":14,
        "Img":"image31"
    },
    {
        "Id":32,
        "Name":"Penicillin",
        "Description": "While it may not act as an antibiotic, the Penicylina cocktail is a perfect companion for those colder, winter days. Its combination of classic whisky with a modern twist makes it both soothing and refreshing, providing a dose of vitamin C thanks to its ingredients: honey, lemon, and invigorating ginger. The taste is bold, blending sweet and sour notes with the smoky depth of whisky and the zesty, warming kick of ginger. This drink appeals to both whisky newcomers and seasoned enthusiasts, offering comfort and a little extra warmth for the soul.",
        "PrepIngred": [
            "50 ml blended Scotch whisky",
            "20 ml honey syrup",
            "20 ml lemon juice",
            "15 ml ginger liqueur",
            "Ice cubes"
        ],
        "PrepInstruct": [
            "Fill a shaker with ice.",
            "Add the blended Scotch whisky, honey syrup, lemon juice, and ginger liqueur.",
            "Shake well and strain into a glass filled with ice."
        ],
        "Strength":[2,"19%"],
        "Taste": [3,4],
        "Alcohol": [19],
        "Ingredients": [29,30,10],
        "Points": 0,
        "PointsMax":14,
        "Img":"image32"
    },
    {
        "Id":33,
        "Name":"Dry Martini",
        "Description": "The Dry Martini is undoubtedly one of the most iconic and widely recognized cocktails in the world. Its signature conical glass and the ever-present olive or twist of lemon peel inside have become symbols of cocktail culture. Despite its fame, the exact origin of the Martini remains shrouded in mystery, with various stories and claims about its invention. Interestingly, the original recipe for this drink was quite different from the modern version, often featuring sweeter ingredients. Moreover, while the name “Martini” is closely associated with a popular vermouth brand, it was not originally part of the cocktail’s recipe.Today, the Dry Martini is made with a blend of gin and dry vermouth, creating a crisp, dry drink that has endured for more than a century as a staple of the bartending world.",
        "PrepIngred": [
            "60 ml gin",
            "10 ml dry vermouth",
            "Ice cubes",
            "Olive for garnish"
        ],
        "PrepInstruct": [
            "Fill a mixing glass with ice.",
            "Add the gin and dry vermouth.",
            "Stir well and strain into a chilled martini glass.",
            "Garnish with an olive."
        ],
        "Strength":[3,"30%"],
        "Taste": [2],
        "Alcohol": [5,15],
        "Ingredients": [36],
        "Points": 0,
        "PointsMax":12,
        "Img":"image33"
    },
    {
        "Id":34,
        "Name":"Espresso Martini",
        "Description": "For coffee lovers, the Espresso Martini is a sophisticated and slightly stronger option compared to most popular cocktails. Created in the 1980s, it was first ordered by a customer who asked for a drink that would \"wake her up.\" As the name suggests, this cocktail is a blend of vodka, espresso, and Kahlúa, a coffee liqueur that adds a touch of sweetness. It's the perfect choice for those moments when you're starting to feel tired at a party and need an energizing pick-me-up, all wrapped up in a deliciously smooth drink.",
        "PrepIngred": [
            "50 ml vodka",
            "30 ml espresso coffee",
            "20 ml coffee liqueur",
            "Ice cubes",
            "Coffee beans for garnish"
        ],
        "PrepInstruct": [
            "Fill a shaker with ice.",
            "Add the vodka, espresso coffee, and coffee liqueur.",
            "Shake well and strain into a chilled martini glass.",
            "Garnish with coffee beans."
        ],
        "Strength":[3,"20.5%"],
        "Taste": [1],
        "Alcohol": [1,3],
        "Ingredients": [32],
        "Points": 0,
        "PointsMax":12,
        "Img":"image34"
    },
    {
        "Id":35,
        "Name":"French 75",
        "Description": "The French 75 is a cocktail that beautifully combines the world-renowned gin with French champagne. Its taste is a refreshing blend of herbal aromas and the tartness of lemon, making it a delightful and crisp drink. The creation of this cocktail dates back to World War I, and it was said to have \"such a powerful impact that it feels like being hit by a shell from a mighty French 75mm field gun.\"",
        "PrepIngred": [
            "30 ml gin",
            "15 ml lemon juice",
            "10 ml simple syrup",
            "Top with champagne",
            "Ice cubes",
            "Lemon peel for garnish"
        ],
        "PrepInstruct": [
            "Fill a shaker with ice.",
            "Add the gin, lemon juice, and simple syrup.",
            "Shake well and strain into a champagne flute.",
            "Top with champagne and garnish with a lemon peel."
        ],
        "Strength":[2,"19%"],
        "Taste": [6],
        "Alcohol": [5],
        "Ingredients": [10,14],
        "Points": 0,
        "PointsMax":10,
        "Img":"image35"
    },
    {
        "Id":36,
        "Name":"Pina Colada",
        "Description": "\"Exotic Vacation in a Glass\". This is the perfect description for this delicious cocktail, bursting with Caribbean flavors. Its tropical character and uniqueness have made it a timeless favorite among pineapple and coconut lovers. While the exact creator of the recipe remains unknown, it is widely believed to have originated in Puerto Rico.",
        "PrepIngred": [
            "50 ml white rum",
            "30 ml coconut cream",
            "60 ml pineapple juice",
            "Ice cubes",
            "Pineapple wedge for garnish"
        ],
        "PrepInstruct": [
            "Fill a blender with ice.",
            "Add the rum, coconut cream, and pineapple juice.",
            "Blend until smooth and pour into a glass.",
            "Garnish with a pineapple wedge."
        ],
        "Strength":[2,"13%"],
        "Taste": [1,6],
        "Alcohol": [30],
        "Ingredients": [33,8],
        "Points": 0,
        "PointsMax":14,
        "Img":"image36"
    }
]
