[
    {
        "Id":1,
        "Name":"Cuba Libre",
        "Description":",,Wolna Kuba”. Prosty i słodki drink, często sprowadzany do prostej nazwy ,,rum z colą”. Jego historia sięga końca XIX wieku. Powstał podczas wojny amerykańsko-hiszpańskiej o niepodległość Kuby oraz o przejęcie wpływów na tym terytorium. Drink jest połączeniem symbolicznych składników każdej ze stron, amerykańskiej coca coli oraz kubańskiego rumu, a całość przypieczętowane kwasowością limonki.",
        "Strength":[2,"13-18%"],
        "Taste": [1],
        "Alcohol": [2],
        "Ingredients": [1,2],
        "Points": 0,
        "PointsMax":10,
        "Img":"image1"
    },{
        "Id":2,
        "Name":"White Russian",
        "Description":"Kremowość śmietanki, słodycz i aromat kawowego likieru oraz wyrazisty smak wódki – to wszystko oferuje nam White Russian. Ten koktajl powstał jako wariacja innego drinku, Black Russian, poprzez częste dodawanie do niego śmietanki. Co ciekawe, White Russian wcale nie pochodzi z Rosji – jego nazwa nawiązuje do tego kraju ze względu na obecność wódki, która jest tam popularnym trunkiem.",
        "Strength":[3," 25%"],
        "Taste": [1],
        "Alcohol": [1,3],
        "Ingredients": [3],
        "Points": 0,
        "PointsMax":12,
        "Img":"image2"
    },
    {
        "Id":3,
        "Name":"Black Russian",
        "Description":"Idealna pozycja dla smakoszy kawy lub tych, którzy stawiają na prostotę. Jest mocny i konkretny, a jego przygotowanie nie sprawia żadnych trudności. Łączy wódkę z meksykańskim likierem kawowym – Kahlúa. Ze względu na niewielką liczbę składników, drink ten często bywa modyfikowany. Najpopularniejszą odmianą jest White Russian, który powstał dzięki częstemu dodawaniu śmietany do tego koktajlu.",
        "Strength":[3,"32%"],
        "Taste": [1],
        "Alcohol": [1,3],
        "Ingredients": [],
        "Points": 0,
        "PointsMax":12,
        "Img":"image3"
    },
    {
        "Id":4,
        "Name":"Mojito",
        "Description":"Koktajl stworzony z myślą o ciepłych, letnich wieczorach. Słowo „orzeźwiający” to zdecydowanie za mało, by oddać jego wyjątkowy smak. W przypadku tego trunku łatwiej go przygotować, niż poprawnie wymówić jego nazwę. Powstał w latach 80. na Kubie i od tamtej pory trudno znaleźć osobę, która o nim nie słyszała.",
        "Strength":[2,"13%"],
        "Taste": [1,6],
        "Alcohol": [2],
        "Ingredients": [2,4,5],
        "Points": 0,
        "PointsMax":14,
        "Img":"image4"
    },
    {
        "Id":5,
        "Name":"Cosmopolitan",
        "Description":"Często nazywany „synonimem kobiecości”. To klasyczny drink, który łączy w sobie słodki i owocowy smak, a przy tym pozostaje lekki. Swoją popularność zawdzięcza serialowi „Seks w wielkim mieście”, jednak pierwsze wzmianki o tym koktajlu i jego przepisy sięgają lat 30. XX wieku. Z pewnością drink ten był świadkiem niejednej plotki i towarzyszył wielu ciekawym rozmowom.",
        "Strength":[3,"27%"],
        "Taste": [1,5],
        "Alcohol": [1,4],
        "Ingredients": [6,7],
        "Points": 0,
        "PointsMax":16,
        "Img":"image5"
    },
    {
        "Id":6,
        "Name":"Negroni",
        "Description":"Klasyk klasyków. Znany na całym świecie i przez wielu uznawany za „króla aperitifów”. Jest stosunkowo mocny, wytrawny i doskonale pobudza apetyt. Pierwsze podanie tego koktajlu miało prawdopodobnie miejsce we florenckiej kawiarni w 1919 roku, na żądanie samego hrabiego Camilla Negroniego. Według magazynu Drinks International jest to drugi najczęściej zamawiany drink na świecie.",
        "Strength":[3,"24%"],
        "Taste": [1,2],
        "Alcohol": [5,6,7],
        "Ingredients": [],
        "Points": 0,
        "PointsMax":18,
        "Img":"image6"
    },
    {
        "Id":7,
        "Name":"Sex On The Beach",
        "Description":"Jak wiadomo, alkohol sprzyja nieco bardziej pikantnym rozmowom, dlatego ten drink zapada w pamięć nie tylko ze względu na nazwę. Jego popularność trwa nieprzerwanie od lat 80. XX wieku i nic nie wskazuje na to, by miała osłabnąć. W USA koktajl ten ma rzesze wiernych fanów, którzy co roku, 4 października, w trakcie National Vodka Day, rozkoszują się jego smakiem. Najbardziej przypadnie do gustu miłośnikom lżejszych, owocowych i letnich napojów, łącząc w sobie nuty brzoskwini, pomarańczy i żurawiny.",
        "Strength":[2,"11,5%"],
        "Taste": [1,5],
        "Alcohol": [8,1],
        "Ingredients": [6,8],
        "Points": 0,
        "PointsMax":16,
        "Img":"image7"
    },
    {
        "Id":8,
        "Name":"Aperol Spritz",
        "Description":"Flagowy koktajl Europy Południowej, który podbija serca ludzi na całym świecie. Powstał w latach 50. ubiegłego wieku i oferuje wytrawny, niezwykle orzeźwiający smak – idealny na letnią pogodę. To połączenie prosecco oraz znanego włoskiego aperitifu Aperolu, a całość uzupełnia woda gazowana.",
        "Strength":[2,"11%"],
        "Taste": [2,6],
        "Alcohol": [9,10],
        "Ingredients": [9],
        "Points": 0,
        "PointsMax":16,
        "Img":"image8"
    },
    {
        "Id":9,
        "Name":"Tom Collins",
        "Description":"Koktajl z ponad 100-letnią tradycją. Powstał w 1867 roku w Stanach Zjednoczonych, kiedy niejaki Jerry Thomas umieścił przepis na ten napój w swojej książce zatytułowanej „Przewodnik Barmana”. Jak przystało na drink bazujący na ginie, Tom Collins jest niezwykle orzeźwiający. Jego musujące bąbelki idealnie współgrają ze słodko-kwaśnymi nutami cytrusów. To z pewnością propozycja zarówno dla weteranów, jak i dla nowicjuszy w świecie barmańskim.",
        "Strength":[2,"15,5%"],
        "Taste": [6],
        "Alcohol": [5],
        "Ingredients": [10,9,5],
        "Points": 0,
        "PointsMax":10,
        "Img":"image9"
    },
    {
        "Id":10,
        "Name":"Moscow Mule",
        "Description":"Gdy nie wiesz, co zrobić z nadmiarem składnika, zrób z niego drinka! Taka jest właśnie historia Moscow Mule, który z europejską stolicą ma niewiele wspólnego. Znacznie bliżej mu do Ameryki, gdzie w 1941 roku pewien bar musiał znaleźć sposób na wykorzystanie nadmiaru piwa imbirowego. Ten słodki napój najlepiej serwować w miedzianym kubku z lodem, aby był idealnie schłodzony.",
        "Strength":[2,"11%"],
        "Taste": [1],
        "Alcohol": [1],
        "Ingredients": [7,35],
        "Points": 0,
        "PointsMax":12,
        "Img":"image10"
    },
    {
        "Id":11,
        "Name":"Jagerbomb",
        "Description":"Jak sama nazwa wskazuje, to mieszanka iście wybuchowa! Połączenie niemieckiego likieru ziołowego z napojem energetycznym z pewnością zapewni energię na cały wieczór, a może i dłużej... To koktajl, z którym warto szczególnie uważać. Jägerbomb ma specyficzny sposób podania: kieliszek z Jägerem wrzuca się do szklanicy wypełnionej „energetykiem”, najlepiej, gdy wleci z hukiem. W smaku jest bardzo słodki, z wyraźnymi korzennymi nutami.",
        "Strength":[1,"8%"],
        "Taste": [1],
        "Alcohol": [12],
        "Ingredients": [11],
        "Points": 0,
        "PointsMax":10,
        "Img":"image11"
    },
    {
        "Id":12,
        "Name":"Tequila Sunrise",
        "Description":"Wielu z nas marzyło o wylegiwaniu się na piaszczystej plaży, przy jednoczesnym rozkoszowaniu się malowniczym zachodem słońca. Ten koktajl jest właśnie dla tych osób! Nie zawsze trzeba wyjeżdżać z domu czy rodzinnego miasta, by przeżyć piękne chwile. Drink ten jest słodki i owocowy, czyli idealny na lato, a do tego wygląda efektownie. Jeśli odwrócimy proces przygotowania tego koktajlu, powstanie nowy – Tequila Sunset.",
        "Strength":[2,"13,5%"],
        "Taste": [1],
        "Alcohol": [13],
        "Ingredients": [13,12],
        "Points": 0,
        "PointsMax":10,
        "Img":"image12"
    },
    {
        "Id":13,
        "Name":"Long Island Iced Tea",
        "Description":"Z tym drinkiem lepiej uważać! To połączenie kilku naprawdę mocnych alkoholi, takich jak gin, rum czy tequila, dopełnione odrobiną coli dla nadania koloru. Koktajl ten, jak sama nazwa wskazuje, pochodzi z Long Island w Stanach Zjednoczonych. Według niektórych historii powstał już w okresie prohibicji, kiedy wspomniana cola miała maskować obecność alkoholu. Dziś nie trzeba już nic ukrywać, ale z tym drinkiem warto zachować ostrożność.",
        "Strength":[3,"22%"],
        "Taste": [1,3],
        "Alcohol": [1,5,2,13,14],
        "Ingredients": [14,7,10,1],
        "Points": 0,
        "PointsMax":18,
        "Img":"image13"
    },
    {
        "Id":14,
        "Name":"Krwawa Mary",
        "Description":"Koktajl, który albo się kocha, albo nienawidzi. Z pewnością budzi wiele kontrowersji na całym świecie, głównie za sprawą nietypowego połączenia alkoholu z sokiem pomidorowym. Istnieje wiele wariacji tego drinka – zmienia się nie tylko bazowy alkohol, ale także sosy i dodatki. Przygotowanie Krwawej Mary przypomina nieco gotowanie polskiej „pomidorówki” – eksperymentujemy z przyprawami, aby osiągnąć idealny smak. Choć opinie na temat tego koktajlu są podzielone, jedno jest pewne: to idealny wybór, gdy ciągle czujesz się „wczorajszy”.",
        "Strength":[2,"10%"],
        "Taste": [2,4],
        "Alcohol": [1],
        "Ingredients": [15,16,17,18,19,20],
        "Points": 0,
        "PointsMax":14,
        "Img":"image14"
    },
    {
        "Id":15,
        "Name":"Dirty Martini",
        "Description":"Jedna z wielu odmian klasycznego, wręcz kultowego dry martini, koktajlu, który ze względu na swój prosty skład jest często modyfikowany. Wersja \"dirty\" jest dla tych, którzy uważają, że jedna mała oliwka w środku to za mało, więc \"doprawiają\" drink zalewą z oliwek. Dodatek ten nadaje koktajlowi głębi i aksamitności, wzbogacając już wcześniej wytrawny drink o nowe, ciekawe walory smakowe. Jest to z pewnością pozycja dla osób bardziej otwartych na nowe doznania i smaki. Koktajl ten bardziej pasuje do letnich wieczorów, ale tych, które są pełne charakteru i wymagają nieco większego zaangażowania smakowego.",
        "Strength":[3,"30%"],
        "Taste": [2],
        "Alcohol": [1,15],
        "Ingredients": [31],
        "Points": 0,
        "PointsMax":12,
        "Img":"image37"
    },
    {
        "Id":16,
        "Name":"Pornstar Martini",
        "Description":"Czasami trzeba wzbudzić kontrowersje, aby o czymś było głośno. To zdanie idealnie opisuje ten ponad 20-letni koktajl, choć jak twierdzi sam autor, zabieg ten nie był celowy – nazwa miała na celu podkreślenie stylu i elegancji. Co ciekawe, mimo nazwy, drink ten wcale nie jest klasyfikowany jako martini. Jego odmienna receptura to połączenie marakui, wódki oraz wanilii, co tworzy naprawdę ciekawy smak. Do drinka podaje się kieliszek szampana, a według przepisu oba napoje należy pić oddzielnie!",
        "Strength":[2,"13,5%"],
        "Taste": [1,5],
        "Alcohol": [16,17],
        "Ingredients": [21,7,22,23],
        "Points": 0,
        "PointsMax":16,
        "Img":"image16"
    },
    {
        "Id":17,
        "Name":"Old Fashioned",
        "Description":"Ten koktajl z pewnością zasługuje na miano „starodawnego”, gdyż ma już ponad 200-letnią historię. Przez cały ten czas spory o sposób jego przygotowania nie miały końca. Ilu barmanów, tyle wersji i wariacji. Mimo to jedno pozostawało niezmienne: jest to pozycja, którą pokochały miliony, szczególnie smakosze whisky i bourbona, którzy cenią jego wytrawność oraz moc.",
        "Strength":[3,"32%"],
        "Taste": [2],
        "Alcohol": [18],
        "Ingredients": [14,24],
        "Points": 0,
        "PointsMax":10,
        "Img":"image17"
    },
    {
        "Id":18,
        "Name":"Whisky Sour",
        "Description":"W tym koktajlu głównie chodzi o proces jego przygotowania, a nie tylko o zawarty w nim alkohol. Można to porównać do filozofii, gdzie należy podążać określonymi, wcześniej ustalonymi ścieżkami i zasadami. Można go przygotować na różnych alkoholach – zarówno mocniejszych, jak i słabszych, ale wersja na whisky jest zdecydowanie najpopularniejsza. Tajne składniki tego koktajlu to sok z cytryny oraz syrop cukrowy, które nadają mu słodko-kwaśny balans. Często dodaje się także białko jaja kurzego, by uzyskać niesamowitą piankę i kremową teksturę. Na koniec zaleca się skropić angosturą.",
        "Strength":[2,"15%"],
        "Taste": [3],
        "Alcohol": [19],
        "Ingredients": [24,14,10],
        "Points": 0,
        "PointsMax":10,
        "Img":"image18"
    },
    {
        "Id":19,
        "Name":"Margarita",
        "Description":"Jedna z bardziej rozpoznawalnych letnich pozycji, łącząca cztery główne smaki. Margarita, o której mowa, pochodzi z Meksyku, a nie z włoskiego Neapolu, z którym często jest mylona. Na początku koktajl może wyglądać niepozornie, ale należy do tych zdradliwych, głównie dlatego, że przygotowuje się go na tequili. Dlatego warto uważać, by nie stracić rachuby, sącząc tego słodko-kwaśnego drinka gdzieś na pięknej plaży, jeśli nie chcemy „odpaść” za szybko.",
        "Strength":[3,"33%"],
        "Taste": [1],
        "Alcohol": [4,13],
        "Ingredients": [7,14],
        "Points": 0,
        "PointsMax":12,
        "Img":"image19"
    },
    {
        "Id":20,
        "Name":"Caipirinia",
        "Description":"Narodowy koktajl Brazylii, przygotowywany na ich lokalnym alkoholu – cachaça. Trunek ten jest podobny do rumu, ale zamiast być wytwarzany z melasy trzciny cukrowej, produkuje się go z jej świeżego soku. Dzięki temu drink ma bardziej kwiatowy posmak, co odróżnia go od klasycznego daiquiri, który robiony jest na rumie. Poza tym smak i sposób przygotowania obu koktajli są identyczne.",
        "Strength":[3,"30%"],
        "Taste": [3,6],
        "Alcohol": [20],
        "Ingredients": [14,2],
        "Points": 0,
        "PointsMax":14,
        "Img":"image20"
    },
    {
        "Id":21,
        "Name":"Vesper Martin",
        "Description":"„Wstrząśnięte, nie zmieszane”. Chyba nikomu nie trzeba przedstawiać osoby, która stoi za tymi słowami. Vesper to specjalna odmiana martini stworzona przez Iana Fleminga, twórcę Jamesa Bonda, który w powieści „Casino Royale” podał dokładny przepis na ten drink. Różni się on od klasycznego martini dodatkiem wódki oraz tym, że jest wstrząsany, a nie mieszany. W towarzystwie wódki znajdziemy również gin i wermut Lillet Blanc. Koktajl ten, gdy tylko na świat wychodzi nowy film o agencie 007, staje się najchętniej zamawianą pozycją w barach na całym świecie. Stało się to swoistym rytuałem – po udanym seansie należy udać się do baru i wcielić się w naszego ulubionego agenta.",
        "Strength":[3,"31%"],
        "Taste": [6],
        "Alcohol": [1,5],
        "Ingredients": [],
        "Points": 0,
        "PointsMax":12,
        "Img":"image21"
    },
    {
        "Id":22,
        "Name":"Manhattan",
        "Description":"Styl i elegancja. Tak najprościej można opisać ten klasyczny koktajl, którego wytrawny smak przyciąga miłośników już od ponad stu lat. Według jednej z wielu historii, drink ten powstał podczas przyjęcia w Manhattan Club w 1874 roku, zorganizowanego przez amerykańską matkę Winstona Churchilla – Jennie Churchill. Autor koktajlu pozostaje jednak nieznany, a szkoda, bo niejeden miłośnik bourbonu i słodkiego wermutu z pewnością chciałby poznać tę osobę.",
        "Strength":[3,"30%"],
        "Taste": [2],
        "Alcohol": [18,22],
        "Ingredients": [],
        "Points": 0,
        "PointsMax":12,
        "Img":"image22"
    },
    {
        "Id":23,
        "Name":"Daiquiri",
        "Description":"Klasyka, klasyka i jeszcze raz klasyka! To chyba najprostszy koktajl na bazie rumu, jaki istnieje, ale niech nas to nie zwiedzie. Mimo swojej prostoty zawiera wszystko, czego potrzeba. Jest to prawdziwie karaibska mieszanka, ponieważ wszystkie składniki pochodzą z ich „podwórka”. Daiquiri należy do koktajli, w których nie ilość składników, a jakość ma największe znaczenie. Łączy kwasowość limonki z trzcinowym smakiem rumu, ale mimo to jest otwarty na eksperymenty. Jego procentowość wskazuje raczej na powolne delektowanie się, najlepiej na plaży, niż na szybki imprezowy drink.",
        "Strength":[3,"20-25%"],
        "Taste": [3],
        "Alcohol": [2],
        "Ingredients": [7,14],
        "Points": 0,
        "PointsMax":10,
        "Img":"image23"
    },
    {
        "Id":24,
        "Name":"Basil Smash",
        "Description":"Z czystym sumieniem można powiedzieć, że to jedna z ciekawszych pozycji w barowym menu. Rzadko trafiamy na napój, który zawiera w sobie bazylię. Przedtem była ona zarezerwowana raczej dla świata kulinarnego, ale w 2008 roku dołączyła do grona napojów alkoholowych za sprawą Jorga Meyera, który opracował recepturę Basil Smash. Ziołowa mieszanka ginu i bazylii sprawia, że koktajl ten jest niezwykle orzeźwiający – idealny do picia na łonie natury. Całość dopełnia słodko-kwaśna cytryna.",
        "Strength":[3,"21,5%"],
        "Taste": [6],
        "Alcohol": [5],
        "Ingredients": [10,14,25],
        "Points": 0,
        "PointsMax":10,
        "Img":"image24"
    },
    {
        "Id":25,
        "Name":"Dark ’n’stormy",
        "Description":"Z tym drinkiem lepiej nie kombinować. Jako jeden z nielicznych jest chroniony oficjalnym znakiem towarowym, a każde odstępstwo od oryginalnej receptury przy jednoczesnym zachowaniu nazwy nie jest zgodne z wytycznymi rodziny Gosling, właścicieli tego znaku. Koktajl powstał już podczas I wojny światowej, kiedy to pomieszano okoliczny rum z piwem imbirowym. Imbir i limonka odpowiadają za jego orzeźwiający i słodki smak, który łączy się z gorzkawym rumem. Może nie należy do najmocniejszych drinków, ale to prawdziwa burza w szklance.",
        "Strength":[2,"10%"],
        "Taste": [1,6],
        "Alcohol": [25],
        "Ingredients": [7,14,35],
        "Points": 0,
        "PointsMax":16,
        "Img":"image25"
    },
    {
        "Id":26,
        "Name":"Zombie",
        "Description":"Niektórzy twierdzą, że jeśli wypijesz go trochę za dużo, rano skończysz właśnie jako zombie. Ciężko się z tym nie zgodzić, bo z tym koktajlem łatwo przesadzić. Głównie dlatego, że jest on bardzo smaczny i niepozorny. Łączy ze sobą trzy rodzaje rumu i dwa likiery, a jak wiemy, mieszanie alkoholi nie wróży dobrze na kolejny dzień. Całość jest dobrze zamaskowana sokami owocowymi: ananasowym, limonkowym i pomarańczowym, dlatego ciężko określić, ile się wypiło. Z pewnością poleciłbym go tym, którzy szukają wrażeń i nie boją się poświęcić całego następnego dnia na „odpoczynek”.",
        "Strength":[2,"18%"],
        "Taste": [5],
        "Alcohol": [30,25,26,27,2],
        "Ingredients": [7,13],
        "Points": 0,
        "PointsMax":18,
        "Img":"image26"
    },
    {
        "Id":27,
        "Name":"Amaretto Sour",
        "Description":"Jak w przypadku innych drinków typu sour, głównie chodzi o sposób przygotowania i składniki, takie jak sok z cytryny czy syrop cukrowy, a nie o bazowy alkohol. Najpopularniejszym mocnym sourem jest ten na bazie whisky, natomiast na słabszym alkoholu – Amaretto, na którym się skupimy. Jest to likier migdałowy pochodzący z Włoch. Często dodaje się go do deserów lub kawy ze względu na jego intrygujący smak, dlatego świetnie sprawdza się również w drinku sour.",
        "Strength":[2,"13%"],
        "Taste": [1,3],
        "Alcohol": [18,28],
        "Ingredients": [14,10],
        "Points": 0,
        "PointsMax":16,
        "Img":"image27"
    },
    {
        "Id":28,
        "Name":"Clover club",
        "Description":"Powstał na początku XX wieku, a swoją nazwę zawdzięcza elitarnemu klubowi w Filadelfii, gdzie był serwowany. Szybko zyskał sławę w całej Ameryce, a potem na świecie. Jak w przypadku większości drinków sprzed prohibicji, szybko stał się klasykiem. Koktajl ten to kompozycja ziołowego ginu oraz słodkich malin, czyli lekka i przyjemna w odbiorze. Wzbogacony o sok z cytryny i biały, wytrawny wermut, a dla uzyskania lepszej kremowości dodaje się białko jaja kurzego.",
        "Strength":[2,"11%"],
        "Taste": [1,5],
        "Alcohol": [5,29],
        "Ingredients": [10,26,27],
        "Points": 0,
        "PointsMax":16,
        "Img":"image28"
    },
    {
        "Id":29,
        "Name":"Americano",
        "Description":"Jak to mówią, najlepiej zamawiać nieskomplikowane drinki, aby barman musiał naprawdę się postarać, by je zepsuć. Do takich koktajli z pewnością należy Americano. Wywodzi się on od innego drinka, Milano-Torino, który jest połączeniem słodkiego wermutu i Campari. Jego „amerykańska” wersja powstała po dodaniu wody gazowanej do tej mieszanki, aby koktajl nie był zbyt mocny. Polecany jest osobom, które lubią zarówno gorzki, jak i słodki smak pomarańczy z odrobiną ziołowego aromatu.",
        "Strength":[2,"10%"],
        "Taste": [1,2],
        "Alcohol": [7,22],
        "Ingredients": [9],
        "Points": 0,
        "PointsMax":16,
        "Img":"image29"
    },
    {
        "Id":30,
        "Name":"Mai Tai",
        "Description":"Jeden z głównych przedstawicieli drinków Tiki, czyli specyficznych koktajli, które często są bogato zdobione różnymi dodatkami, takimi jak palemki, i podawane w wydrążonych owocach lub ceramicznych kubkach. Z pewnością tak przygotowane drinki zrobią wrażenie na niejednej osobie. Sączenie takiego napoju przypomina raczej maoryski rytuał niż zwykły wypad do baru. Mai Tai łączy ze sobą smak korzenno-migdałowego syropu falernum z rumem i pomarańczowym likierem.",
        "Strength":[3,"20%"],
        "Taste": [1,5],
        "Alcohol": [30,25,26],
        "Ingredients": [2,34],
        "Points": 0,
        "PointsMax":18,
        "Img":"image30"
    },
    {
        "Id":31,
        "Name":"Paloma",
        "Description":"Jeśli szukasz letniego orzeźwienia w drinku, meksykańska Paloma z pewnością przypadnie Ci do gustu. Wszystko za sprawą owocowych nut grejpfruta i limonki, które nadają temu koktajlowi wyjątkowy smak. To bezpieczna i „lekka” propozycja, którą trudno byłoby komuś odradzić. Nazwa prawdopodobnie pochodzi od hiszpańskiego słowa „pomelo”, oznaczającego grejpfrut.",
        "Strength":[2,"11%"],
        "Taste": [3,5],
        "Alcohol": [13],
        "Ingredients": [28,14,9],
        "Points": 0,
        "PointsMax":14,
        "Img":"image31"
    },
    {
        "Id":32,
        "Name":"Penicylina",
        "Description":"Może i nie działa jak antybiotyk, ale z pewnością pomoże w te gorsze, zimowe dni. Dzięki swoim składnikom umili czas, a nawet dostarczy trochę witaminy C. Jego skład to połączenie klasycznej whisky z nowoczesnym twistem, jakim są miód, cytryna oraz rozgrzewający imbir. Całość w smaku jest dosyć charakterna i łączy słodkie, kwaśne nuty z dymnymi akcentami whisky oraz ostrością i orzeźwieniem imbiru. Jest to koktajl zarówno dla tych, którzy zaczynają swoją przygodę z whisky, jak i dla jej „weteranów”.",
        "Strength":[2,"19%"],
        "Taste": [3,4],
        "Alcohol": [19],
        "Ingredients": [29,30,10],
        "Points": 0,
        "PointsMax":14,
        "Img":"image32"
    },
    {
        "Id":33,
        "Name":"Dry Martini",
        "Description":"Z pewnością jest jednym z najbardziej popularnych drinków na świecie. Każdy kojarzy ten charakterystyczny, stożkowy kieliszek i symboliczną oliwkę w środku. Mimo swojej popularności, pochodzenie tego koktajlu nadal nie jest do końca znane. Co więcej, dawny przepis na ten napój różnił się od współczesnego – zawierał więcej słodkich składników. Dodatkowo, choć nazwa drinka jest związana z producentem wermutu, który dobrze znamy, to pierwotnie nie było go w przepisie. Mimo tych zmian, ta wytrawna mieszanka ginu i wermutu pozostaje nieodłącznym elementem świata barmańskiego.",
        "Strength":[3,"30%"],
        "Taste": [2],
        "Alcohol": [1,15],
        "Ingredients": [36],
        "Points": 0,
        "PointsMax":12,
        "Img":"image33"
    },
    {
        "Id":34,
        "Name":"Espresso Martini",
        "Description":"Kolejna pozycja dla smakoszy kawy. Wykwintna i nieco mocniejsza niż większość popularnych koktajli. Stworzony do powolnego rozkoszowania się i pobudzania zmysłów. Pierwszy raz zamówiony w latach 80., kiedy pewna klientka poprosiła o coś, co ją pobudzi. Jak sama nazwa wskazuje, koktajl ten to mieszanka wódki, espresso oraz kawowego likieru Kahlúa, który dodaje drinkowi słodyczy. Warto mieć tę pozycję na uwadze, gdy na imprezie zaczniecie czuć się zmęczeni.",
        "Strength":[3,"20,5%"],
        "Taste": [1],
        "Alcohol": [1,3],
        "Ingredients": [32],
        "Points": 0,
        "PointsMax":12,
        "Img":"image34"
    },
    {
        "Id":35,
        "Name":"French 75",
        "Description":"Koktajl, który łączy uwielbiany na całym świecie gin z francuskim szampanem. Jego smak to mieszanka ziołowego aromatu i kwaśności cytryny, przez co jest bardzo orzeźwiający. Powstanie koktajlu datuje się na czasy I wojny światowej, a mówiło się o nim tak: „Kombinacja ta ma tak dużą siłę rażenia, że odczuwa się to jak ostrzał z potężnego francuskiego działa polowego kalibru 75 mm”.",
        "Strength":[2,"19%"],
        "Taste": [6],
        "Alcohol": [5],
        "Ingredients": [10,14],
        "Points": 0,
        "PointsMax":10,
        "Img":"image35"
    },
    {
        "Id":36,
        "Name":"Pina colada",
        "Description":"„Egzotyczne wakacje w szklance”. To idealny opis tego pysznego, przepełnionego karaibskim smakiem koktajlu. Jego tropikalny charakter i wyjątkowość sprawiają, że cieszy się niesłabnącą popularnością wśród miłośników ananasa i kokosa. Do dziś nie wiadomo dokładnie, kto stworzył tę recepturę, jednak przyjmuje się, że pochodzi ona z Portoryko.",
        "Strength":[2,"13%"],
        "Taste": [1,6],
        "Alcohol": [2],
        "Ingredients": [33,8],
        "Points": 0,
        "PointsMax":14,
        "Img":"image36"
    }
    
]